Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# SettingPageSearchEngineConfigLabel.Text
source: Search engine configuration
de_de: Suchmaschine-Konfiguration
es: Configuración de motor de búsqueda
fr_fr: Configuration du moteur de recherche
zh_hans: 搜索引擎配置
zh_hant: 搜索引擎配置

# NameFilterCheckBox6Text.Header
source: Regular expression
de_de: Reguläre Ausdrücke
es: Expresión regular
fr_fr: Expression régulière
zh_hans: 正则表达式
zh_hant: 正則表達式

# NameFilterCheckBox6Text.PlaceholderText
source: Please enter a regular expression
de_de: Bitte geben Sie einen regulären Ausdruck ein.
es: Introduce una expresión regular.
fr_fr: Veuillez saisir une expression régulière
zh_hans: 请输入正则表达式
zh_hant: 請輸入正則表達式

# QuickStartPickApp.Content
source: Pick an app
de_de: Eine App auswählen
es: Elige una aplicación
fr_fr: Choisissez une application
zh_hans: 选取应用
zh_hant: 選擇應用

# QuickStartPickLogo.Content
source: Custom icon
de_de: Benutzerdefiniertes Symbol
es: Icono personalizado
fr_fr: Icône personnalisée
zh_hans: 自定义图标
zh_hant: 自定義圖標

# QuickStartPickUWPTip.ActionButtonContent
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确认
zh_hant: 確認

# QuickStartPickUWPTip.CloseButtonContent
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# QuickStartPickUWPTip.Title
source: Select UWP app
de_de: UWP-App auswählen
es: Seleccionar aplicación UWP
fr_fr: Sélectionnez l'application UWP
zh_hans: 选取UWP应用
zh_hant: 選擇UWP應用

# QueueDialog_LaunchFailed_Content
source: Unable to start the application
de_de: Anwendung konnte nicht gestartet werden
es: No se ha podido iniciar la aplicación.
fr_fr: Impossible de démarrer l'application
zh_hans: 无法启动该应用程序
zh_hant: 無法啟動應用程序

# SettingStartupLabel.Text
source: On startup
de_de: Beim Start
es: Al inicio
fr_fr: Au démarrage
zh_hans: 启动时
zh_hant: 啟動時

# SettingStartupWithLastTab.Content
source: Restore the last opened tab
de_de: Letzten geöffneten Tab öffnen
es: Restablecer última pestaña abierta
fr_fr: Restaurer le dernier onglet ouvert
zh_hans: 恢复上次打开的标签页
zh_hant: 恢復上次打開的標籤頁

# SettingStartupWithNewTab.Content
source: Open new tab
de_de: Neuen Tab öffnen
es: Abrir nueva pestaña
fr_fr: Ouvrir un nouvel onglet
zh_hans: 打开新标签页
zh_hant: 打開新標籤頁

# SettingStartupWithSpecificTab.Content
source: Open one or more specified tab
de_de: Öffnen einer oder mehreren spezifischen Tabs
es: Abrir una o más pestañas determinadas
fr_fr: Ouvrez un ou plusieurs onglets spécifiques
zh_hans: 打开一个或多个指定标签页
zh_hant: 打開一個或多個特定標籤頁

# SpecificTabListViewDelete.Content
source: Delete
de_de: Löschen
es: Eliminar
fr_fr: Effacer
zh_hans: 删除
zh_hant: 刪除

# SpecificTabListViewHeader.Text
source: Specify folder
de_de: Spezifischer Ordner
es: Especificar carpeta
fr_fr: Spécifiez le dossier
zh_hans: 指定文件夹
zh_hant: 指定文件夾

# AvoidRecycleBin.Text
source: Skip the recycle bin and delete permanently
de_de: Endgültig löschen
es: Omitir papelera y eliminar permanentemente
fr_fr: Passer la corbeille et supprimer définitivement
zh_hans: 绕过回收站并永久删除
zh_hant: 跳過回收站並永久刪除

# DeleteConfirmSwitchLabel.Text
source: Pop-up the confirmation for deletion
de_de: Pop-up der Bestätigung zum Löschen
es: Mostrar confirmación para eliminarla
fr_fr: Pop-up la confirmation de la suppression
zh_hans: 弹出删除确认提示框
zh_hant: 彈出刪除確認

# DeleteConfirmSwitch.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 停用

# DeleteConfirmSwitch.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# QuickStartPickFileType.Text
source: Which type do you want to choose?
de_de: Welchen Typ möchten sie auswählen?
es: ¿Qué tipo deseas elegir?
fr_fr: Quel type souhaitez-vous choisir?
zh_hans: 您要选择哪一种类型？
zh_hant: 您要選擇哪種類型？

# BluetoothAudioQuestionTip.Subtitle
source: This feature can help you share audio from other devices via Bluetooth and play it on this device. Note: You must first pair with other Bluetooth devices before using this function, otherwise the Bluetooth device will not be detected.
de_de: Diese Funktion kann Ihnen helfen, Audio von anderen Geräten über Bluetooth zu teilen und es auf diesem Gerät abzuspielen. Hinweis: Sie müssen sich zuerst mit anderen Bluetooth-Geräten verbinden, bevor Sie diese Funktion verwenden, andernfalls wird das Bluetooth-Gerät nicht erkannt.
es: Esta función puede ayudarte a compartir el sonido de otros dispositivos a través de Bluetooth y reproducirlo en este. Nota: Debes vincular primero otros dispositivos Bluetooth antes de usar esta función; de lo contrario, no se detectará el dispositivo Bluetooth.
fr_fr: Cette fonction peut vous aider à partager l'audio d'autres appareils via Bluetooth et à le lire sur cet appareil. Remarque: vous devez d'abord vous associer avec d'autres appareils Bluetooth avant d'utiliser cette fonction, sinon l'appareil Bluetooth ne sera pas détecté.
zh_hans: 此功能可以帮助您通过蓝牙分享其他设备上的音频并在本设备上播放。注意：您在使用本功能之前必须首先与其他蓝牙设备配对，否则将无法检测到该蓝牙设备。
zh_hant: 此功能可以幫助您通過藍牙共享其他設備的音頻並在此設備上播放。 注意：使用此功能之前，必須先與其他藍牙設備配對，否則將無法檢測到藍牙設備。

# BluetoothAudioQuestionTip.Title
source: Bluetooth audio playback
de_de: Bluetooth-Audiowiedergabe
es: Reproducción de audio por Bluetooth
fr_fr: Lecture audio Bluetooth
zh_hans: 蓝牙音频播放
zh_hant: 藍牙音頻播放

# BluetoothAudioSelectionTip.Title
source: Select Bluetooth audio source
de_de: Bluetooth-Audio Quelle auswählen
es: Seleccionar fuente de audio Bluetooth
fr_fr: Sélectionnez la source audio Bluetooth
zh_hans: 选择蓝牙音频源
zh_hant: 選擇藍牙音頻源

# BluetoothVerisonIncorrectTip.Text
source: This feature requires Win10 2004 or above
de_de: Diese Funktion benötigt mindestes Windows 10 Version 2004
es: Esta función requiere Win10 2004 o superior
fr_fr: Cette fonctionnalité nécessite Win10 2004 ou supérieur
zh_hans: 此功能需要Win10 2004以上版本
zh_hant: 此功能需要Win10 2004或更高版本

# BluetoothAudio_Button_Text_1
source: Connect
de_de: Verbinden
es: Conectar
fr_fr: Relier
zh_hans: 连接
zh_hant: 連接

# BluetoothAudio_Button_Text_2
source: Disconnect
de_de: Verbindung trennen
es: Desconectar
fr_fr: Déconnecter
zh_hans: 断开连接
zh_hant: 斷開

# BluetoothAudio_Status_1
source: Ready to connect
de_de: Bereit zum Verbinden
es: Listo para conectar
fr_fr: Prêt à se connecter
zh_hans: 准备连接
zh_hant: 準備連接

# BluetoothAudio_Status_2
source: Connecting...
de_de: Wird verbunden...
es: Conectando...
fr_fr: De liaison...
zh_hans: 正在连接...
zh_hant: 正在連線...

# BluetoothAudio_Status_3
source: Connected
de_de: Verbunden
es: Conectado
fr_fr: Lié
zh_hans: 已连接
zh_hant: 已連接

# BluetoothAudio_Status_4
source: Connection timeout, the device does not respond
de_de: Verbindungszeitlimit überschritten. Das Gerät antwortet nicht.
es: Tiempo de conexión agotado; el dispositivo no responde.
fr_fr: Délai de connexion, l'appareil ne répond pas
zh_hans: 连接超时，设备无响应
zh_hant: 連接超時，設備無響應

# BluetoothAudio_Status_5
source: Windows refused to establish a connection
de_de: Windows hat sich geweigert, eine Verbindung herzustellen.
es: Windows ha rechazado el establecimiento de conexión.
fr_fr: Windows a refusé d'établir une connexion
zh_hans: Windows拒绝建立连接
zh_hant: Windows拒絕建立連接

# BluetoothAudio_Status_6
source: Unknown error detected
de_de: Unbekannter Fehler erkannt
es: Se ha detectado un error desconocido.
fr_fr: Erreur inconnue détectée
zh_hans: 检测到未知错误
zh_hant: 檢測到未知錯誤

# BluetoothAudio_Status_7
source: Could not establish connection
de_de: Verbindung konnte nicht hergestellt werden
es: No se ha podido establecer la conexión.
fr_fr: Impossible d'établir la connexion
zh_hans: 无法建立连接
zh_hant: 無法建立連接

# QueueDialog_CopyFromUnsupportedArea_Content
source: Unable to paste operation, unsupported file source
de_de: Kann nicht eingefügt werden. Nicht unterstützte Dateiquelle
es: No se ha podido pegar; fuente de archivo incompatible
fr_fr: Impossible de coller l'opération, source de fichier non prise en charge
zh_hans: 无法进行粘贴操作，不支持的文件来源
zh_hant: 無法粘貼操作，不支持的文件源

# CommandBarFlyout_More_Item
source: More
de_de: Mehr
es: Más
fr_fr: Plus
zh_hans: 更多
zh_hant: 更多

# CompressDialogType.Header
source: Compression type
de_de: Komprimierungstyp
es: Tipo de compresión
fr_fr: Type de compression
zh_hans: 压缩类型
zh_hant: 壓縮類型

# Operate_Text_SplitView
source: Open in vertical split view
de_de: In vertikaler Geteiltansicht öffnen
es: Abrir en vista dividida vertical
fr_fr: Ouvrir en vue fractionnée verticale
zh_hans: 在垂直拆分视图中打开
zh_hant: 在垂直拆分視圖中打開

# DecompressHere.Text
source: Extract here
de_de: Hierher extrahieren
es: Extraer aquí
fr_fr: Extraire ici
zh_hans: 解压到此文件夹
zh_hant: 提取到這裡

# DecompressTo
source: Extract to
de_de: Extrahieren nach
es: Extraer a
fr_fr: Extraire vers
zh_hans: 解压到
zh_hant: 提取到

# OfflineAvailabilityStatusText1
source: Not Available Offline
de_de: Nicht Offline verfügbar
es: No disponible sin conexión
fr_fr: Non disponible hors ligne
zh_hans: 脱机不可用
zh_hant: 離線不可用

# OfflineAvailabilityStatusText2
source: Partially Available Offline
de_de: Teilweise offline verfügbar
es: Parcialmente disponible sin conexión
fr_fr: Partiellement disponible hors ligne
zh_hans: 脱机部分可用
zh_hant: 離線部分可用

# OfflineAvailabilityStatusText3
source: Available Offline
de_de: Offline verfügbar
es: Disponible sin conexión
fr_fr: Disponible hors ligne
zh_hans: 脱机可用
zh_hant: 可離線使用

# OfflineAvailabilityStatusText5
source: Excluded
de_de: Ausgeschlossen
es: Excluido
fr_fr: Exclu
zh_hans: 排除在外
zh_hant: 排除在外

# OfflineAvailabilityStatusText6
source: Empty
de_de: Leer
es: Vacío
fr_fr: Vider
zh_hans: 无
zh_hant: 空的

# OfflineAvailabilityText1
source: Online-only
de_de: Nur online
es: Solo online
fr_fr: En ligne seulement
zh_hans: 仅在线可用
zh_hant: 僅在線

# OfflineAvailabilityText2
source: Available
de_de: Verfügbar
es: Disponible
fr_fr: Disponible
zh_hans: 可用
zh_hant: 可用的

# OfflineAvailabilityText3
source: Available offline
de_de: Offline verfügbar
es: Disponible sin conexión
fr_fr: Disponible hors ligne
zh_hans: 脱机可用
zh_hant: 可離線使用

# OpenWithEmptyText
source: Pick an app
de_de: Eine App auswählen
es: Elige una aplicación
fr_fr: Choisissez une application
zh_hans: 选择一个应用
zh_hant: 選擇一個應用

# Properties_General_Tab
source: General
de_de: Allgemein
fr_fr: Général
zh_hans: 常规
zh_hant: 一般

# Properties_Shortcut_Tab
source: Shortcut
de_de: Verknüpfung
es: Atajo
fr_fr: Raccourci
zh_hans: 快捷方式
zh_hant: 快捷方式

# ShortcutWindowsStateText2
source: Minimized
de_de: Minimiert
es: Minimizado
fr_fr: Minimisé
zh_hans: 最小化窗口
zh_hant: 最小化

# ShortcutWindowsStateText3
source: Maximized
de_de: Maximiert
es: Maximizado
fr_fr: Maximisé
zh_hans: 最大化窗口
zh_hant: 最大化

# Properties_Details_AlbumArtist
source: Album artist
de_de: Albumkünstler
es: Artista de un album
fr_fr: Artiste de l'album
zh_hans: 专辑歌手
zh_hant: 專輯歌手

# Properties_Details_Artist
source: Artist
de_de: Künstler
es: Artista
fr_fr: Artiste
zh_hans: 艺术家
zh_hant: 藝人

# Properties_Details_Authors
source: Authors
de_de: Autoren
es: Autores
fr_fr: Auteurs
zh_hans: 作者
zh_hant: 作者

# Properties_Details_Availability
source: Availability
de_de: Verfügbarkeit
es: Disponibilidad
fr_fr: Disponibilité
zh_hans: 可用性
zh_hant: 可用性

# Properties_Details_Basic_Label
source: Basic
de_de: Grundlegend
es: Básico
fr_fr: De base
zh_hans: 基本
zh_hant: 基本

# Properties_Details_BitDepth
source: Bit depth
de_de: Bittiefe
es: Profundidad de bits
fr_fr: Peu profond
zh_hans: 位深
zh_hant: 位深

# Properties_Details_Channels
source: Channels
de_de: Kanäle
es: Canales
fr_fr: Canaux
zh_hans: 通道
zh_hant: 頻道數

# Properties_Details_CharacterCount
source: Character count
de_de: Zeichenanzahl
es: Número de letras
fr_fr: Nombre de caractères
zh_hans: 字符数
zh_hant: 字符數

# Properties_Details_ColorSpace
source: Color space
de_de: Farbraum
es: Espacio de color
fr_fr: Espace colorimétrique
zh_hans: 色彩空间
zh_hant: 色彩空間

# Properties_Details_ColorSpace_Uncalibrated
source: Uncalibrated
de_de: Unkalibriert
es: Sin calibrar
fr_fr: Non calibré
zh_hans: 未校准
zh_hant: 未校準

# Properties_Details_Comment
source: Comment
de_de: Kommentieren
es: Comentario
fr_fr: Commentaire
zh_hans: 备注
zh_hant: 註解

# Properties_Details_Composers
source: Composers
de_de: Komponisten
es: Compositores
fr_fr: Compositeurs
zh_hans: 作曲家
zh_hant: 作曲家

# Properties_Details_Conductors
source: Conductors
de_de: Dirigenten
es: Conductores
fr_fr: Conducteurs
zh_hans: 指挥家
zh_hant: 指揮家

# Properties_Details_ContentCreated
source: Content created
de_de: Inhalt erstellt
es: Contenido creado
fr_fr: Contenu créé
zh_hans: 内容创建日期
zh_hant: 內容創建時間

# Properties_Details_Copyright
source: Copyright
de_de: Urheberrecht
es: Derechos de autor
fr_fr: Droits d'auteur
zh_hans: 版权
zh_hant: 版權

# Properties_Details_DateCreated
source: Date created
de_de: Erstellungsdatum
es: Fecha de creacion
fr_fr: Date créée
zh_hans: 创建日期
zh_hant: 創建日期

# Properties_Details_DateLastSaved
source: Date last saved
de_de: Letzte Speicherung
es: Fecha de último guardado
fr_fr: Date du dernier enregistrement
zh_hans: 上次保存日期
zh_hant: 上次保存日期

# Properties_Details_DateModified
source: Date modified
de_de: Änderungsdatum
es: Fecha modificada
fr_fr: Date modifiée
zh_hans: 修改日期
zh_hant: 修改日期

# Properties_Details_DateTaken
source: Date taken
de_de: Aufnahmedatum
es: Fecha que se tendrá
fr_fr: Date prise
zh_hans: 拍摄日期
zh_hant: 拍攝日期

# Properties_Details_Description
source: Description
de_de: Beschreibung
es: Descripción
zh_hans: 说明
zh_hant: 描述

# Properties_Details_Dimensions
source: Dimensions
de_de: Dimensionen
es: Dimensiones
zh_hans: 尺寸
zh_hant: 尺寸

# Properties_Details_Directors
source: Directors
de_de: Regisseure
es: Directores
fr_fr: Administrateurs
zh_hans: 导演
zh_hant: 導演

# Properties_Details_Duration
source: Duration
de_de: Dauer
es: Duración
fr_fr: Durée
zh_hans: 持续时间
zh_hant: 持續時間

# Properties_Details_FolderPath
source: Folder path
de_de: Ordnerpfad
es: Ruta de la carpeta
fr_fr: Chemin du dossier
zh_hans: 文件夹路径
zh_hant: 資料夾路徑

# Properties_Details_FrameHeight
source: Frame height
de_de: Rahmenhöhe
es: Altura del marco
fr_fr: Hauteur du cadre
zh_hans: 帧高度
zh_hant: 幀高度

# Properties_Details_FrameRate
source: Frame rate
de_de: Bildrate
es: Cuadros por segundo
fr_fr: Fréquence d'images
zh_hans: 帧速率
zh_hant: 幀率

# Properties_Details_FrameRatePerSecond
source: frames/second
de_de: Bilder pro Sekunde
es: fotogramas/segundo
fr_fr: images/seconde
zh_hans: 帧/秒
zh_hant: 幀/秒

# Properties_Details_FrameWidth
source: Frame width
de_de: Rahmenbreite
es: Ancho del marco
fr_fr: Largeur du cadre
zh_hans: 帧宽度
zh_hant: 幀寬度

# Properties_Details_Height
source: Height
de_de: Höhe
es: Altura
fr_fr: Hauteur
zh_hans: 高度
zh_hant: 高度

# Properties_Details_Image_Label
source: Image
de_de: Bild
es: Imagen
zh_hans: 图像
zh_hant: 圖像

# Properties_Details_ItemType
source: Item type
de_de: Elementtyp
es: Tipo de artículo
fr_fr: Type d'élément
zh_hans: 类型
zh_hant: 類型

# Properties_Details_Keywords
source: Keywords
de_de: Schlüsselwörter
es: Palabras clave
fr_fr: Mots clés
zh_hans: 关键字
zh_hant: 關鍵字詞

# Properties_Details_LastAuthor
source: Last author
de_de: Letzter Autor
es: Último autor
fr_fr: Dernier auteur
zh_hans: 上次修改作者
zh_hant: 最後作者

# Properties_Details_LineCount
source: Line count
de_de: Zeilenanzahl
es: Recuento de líneas
fr_fr: Nombre de lignes
zh_hans: 行数
zh_hant: 行數

# Properties_Details_Owner
source: Owner
de_de: Eigentümer
es: Dueño
fr_fr: Propriétaire
zh_hans: 所有者
zh_hant: 所有者

# Properties_Details_PageCount
source: Page count
de_de: Seitenanzahl
es: Recuento de páginas
fr_fr: Nombre de pages
zh_hans: 页数
zh_hant: 頁數

# Properties_Details_Producers
source: Producers
de_de: Produzenten
es: Productores
fr_fr: Les producteurs
zh_hans: 制作人
zh_hant: 製造商

# Properties_Details_Publisher
source: Publisher
de_de: Herausgeber
es: Editor
fr_fr: Éditeur
zh_hans: 出版商
zh_hant: 發行人

# Properties_Details_Rating
source: Rating
de_de: Bewertung
es: Clasificación
fr_fr: Notation
zh_hans: 评价
zh_hant: 評分

# Properties_Details_RevisionNumber
source: Revision number
de_de: Revisionsnummer
es: Número de revisión
fr_fr: Numéro de révision
zh_hans: 修订版本号
zh_hant: 修訂號

# Properties_Details_SampleRate
source: Sample rate
de_de: Samplingrate
es: Frecuencia de muestreo
fr_fr: Taux d'échantillonnage
zh_hans: 采样率
zh_hant: 採樣率

# Properties_Details_Size
source: Size
de_de: Größe
es: Tamaño
fr_fr: Taille
zh_hans: 大小
zh_hant: 大小

# Properties_Details_Subtitle
source: Subtitle
de_de: Untertitel
es: Subtitular
fr_fr: Sous-titre
zh_hans: 副标题
zh_hant: 副標題

# Properties_Details_Template
source: Template
de_de: Vorlage
es: Plantilla
fr_fr: Modèle
zh_hans: 模板
zh_hant: 模板

# Properties_Details_Title
source: Title
de_de: Titel
es: Título
fr_fr: Titre
zh_hans: 标题
zh_hant: 標題

# Properties_Details_TotalEditingTime
source: Total editing time
de_de: Gesamtbearbeitungszeit
es: Tiempo total de edición
fr_fr: Temps d'édition total
zh_hans: 总编辑时间
zh_hant: 總編輯時間

# Properties_Details_TrackNum
source: Track number
de_de: Titelnummer
es: Número de pista
fr_fr: Numéro de piste
zh_hans: 音轨数量
zh_hant: 軌道數量

# Properties_Details_Width
source: Width
de_de: Breite
es: Ancho
fr_fr: Largeur
zh_hans: 宽度
zh_hant: 寬度

# Properties_Details_WordCount
source: Word count
de_de: Wortanzahl
es: El recuento de palabras
fr_fr: Nombre de mots
zh_hans: 字数
zh_hant: 字數

# Properties_Details_Year
source: Year
de_de: Jahr
es: Año
fr_fr: An
zh_hans: 年份
zh_hant: 年度

# Properties_General_Change.Content
source: Change
de_de: Ändern
es: Cambio
fr_fr: Changer
zh_hans: 更改
zh_hant: 更改

# Properties_General_Contains.Text
source: Contains:
de_de: Enthält:
es: Contiene:
fr_fr: Contient:
zh_hans: 包含:
zh_hant: 包含:

# Properties_General_CreatedTime.Text
source: Created:
de_de: Erstellt:
es: Creado:
fr_fr: Créé:
zh_hans: 创建日期:
zh_hant: 創建時間:

# Properties_General_HiddenCheckbox.Content
source: Hidden
de_de: Versteckt
es: Oculto
fr_fr: Caché
zh_hans: 隐藏
zh_hant: 隱藏

# Properties_General_Location.Text
source: Location:
de_de: Ort:
es: Localización:
fr_fr: Lieu:
zh_hans: 位置:
zh_hant: 位置:

# Properties_General_ModifiedTime.Text
source: Modified:
de_de: Geändert:
es: Modificado:
fr_fr: Modifié:
zh_hans: 修改日期:
zh_hant: 修改時間:

# Properties_General_OpenWith.Text
source: Open with:
de_de: Öffnen mit:
es: Abierto con:
fr_fr: Ouvrir avec:
zh_hans: 打开方式:
zh_hant: 打開方式:

# Properties_General_ReadonlyCheckbox.Content
source: Readonly
de_de: Schreibgeschützt
es: Solo lectura
fr_fr: Lecture seulement
zh_hans: 只读
zh_hant: 只讀

# Properties_General_Size.Text
source: Size:
de_de: Größe:
es: Tamaño:
fr_fr: Taille:
zh_hans: 大小:
zh_hant: 大小:

# Properties_General_Type.Text
source: Type:
de_de: Typ:
es: Escribe:
zh_hans: 类型:
zh_hant: 類型:

# Properties_Loading_Text.Text
source: Applying
de_de: Anwenden...
es: Aplicando
fr_fr: Postuler
zh_hans: 正在应用
zh_hant: 正在應用

# Properties_Shortcut_Comment.Text
source: Comment:
de_de: Kommentieren:
es: Comentario:
fr_fr: Commentaire:
zh_hans: 备注:
zh_hant: 註解:

# Properties_Shortcut_Key.Text
source: Shortcut key:
de_de: Tastenkombination:
es: Tecla de acceso directo:
fr_fr: Touche de raccourci:
zh_hans: 快捷键:
zh_hant: 快捷鍵:

# Properties_Shortcut_OpenLocation.Content
source: Open File Location
de_de: Dateispeicherort öffnen
es: Abrir localización de archivo
fr_fr: Lieu de fichier ouvert
zh_hans: 打开文件位置
zh_hant: 打開文件所在位置

# Properties_Shortcut_Run.Text
source: Run:
de_de: Ausführen:
es: Correr:
fr_fr: Courir:
zh_hans: 启动:
zh_hant: 運行:

# Properties_Shortcut_RunAsAdmin.Content
source: Run as administrator
de_de: Als Administrator ausführen
es: Ejecutar como administrador
fr_fr: Exécuter en tant qu'administrateur
zh_hans: 以管理员身份运行
zh_hant: 以管理員身份運行

# Properties_Shortcut_StartIn.Text
source: Start in:
de_de: Starten in:
es: Empezar en:
fr_fr: Commencez dans:
zh_hans: 起始位置:
zh_hant: 開始於:

# Properties_Shortcut_Target.Text
source: Target
de_de: Ziel
es: Objetivo
fr_fr: Cibler
zh_hans: 目标
zh_hant: 目標

# Properties_Shortcut_TargetLocation.Text
source: Target location:
de_de: Zielort:
es: Ubicación del objetivo:
fr_fr: Emplacement cible:
zh_hans: 目标位置:
zh_hant: 目標位置:

# Properties_Shortcut_TargetType.Text
source: Target type:
de_de: Zieltyp:
es: Tipo de objetivo:
fr_fr: Type de cible:
zh_hans: 目标类型:
zh_hant: 目標類型:

# Properties_Tools_CalculateButton.Content
source: Calculate
de_de: Berechnen
es: Calcular
fr_fr: Calculer
zh_hans: 计算
zh_hant: 計算

# Properties_Tools_Unlock.Text
source: Unlock
de_de: Freischalten
es: Abrir cerradura
fr_fr: Déverrouiller
zh_hans: 解除文件占用
zh_hant: 解鎖

# Properties_Window_Title
source: Properties
de_de: Eigenschaften
es: Propiedades
fr_fr: Propriétés
zh_hans: 属性
zh_hant: 屬性

# ShortcutHotKey_None
source: None
de_de: Kein
es: Ninguno
fr_fr: Aucun
zh_hans: 无
zh_hant: 無

# ShortcutTargetApplicationType
source: Application
de_de: Programm
es: Solicitud
zh_hans: 应用程序
zh_hant: 應用程式

# LinkOptionsDialog_LinkRunAsAdmin.Content
source: Run as administrator
de_de: Als Administrator ausführen
es: Ejecutar como administrador
fr_fr: Exécuter en tant qu'administrateur
zh_hans: 以管理员身份运行
zh_hant: 以管理員身份運行

# LinkOptionsDialog_LinkShortCutKey.Header
source: Shortcut key
de_de: Tastenkombination
es: Tecla de acceso directo
fr_fr: Touche de raccourci
zh_hans: 快捷键
zh_hant: 快捷鍵

# LinkOptionsDialog_LinkWindowState.Header
source: Run
de_de: Ausführen
es: Correr
fr_fr: Courir
zh_hans: 启动
zh_hant: 運行

# LinkOptionsDialog_LinkWorkDirectory.Header
source: Work directory (optional)
de_de: Arbeitsverzeichnis (optional)
es: Directorio de trabajo (opcional)
fr_fr: Répertoire de travail (facultatif)
zh_hans: 工作目录 (可选)
zh_hant: 工作目錄 (可選)

# LinkOptionsDialog_LinkWorkDirectory.PlaceholderText
source: Enter work directory path
de_de: Arbeitsverzeichnispfad eingeben
es: Ingrese la ruta del directorio de trabajo
fr_fr: Entrez le chemin du répertoire de travail
zh_hans: 输入工作目录路径
zh_hant: 輸入工作目錄路徑

# QueueDialog_ClipboardFlushTip_Content
source: Do you want to save the last item you copied so that it will continue to be available after the application is closed? This may take some time, and the app will automatically close when finished
de_de: Möchten Sie das zuletzt kopierte Element speichern, damit es auch nach dem Schließen der Anwendung weiterhin verfügbar ist? Dies kann einige Zeit in Anspruch nehmen, und die App wird automatisch geschlossen, wenn sie fertig ist.
es: ¿Desea guardar el último elemento que copió para que siga estando disponible después de que se cierre la aplicación? Esto puede llevar algún tiempo y la aplicación se cerrará automáticamente cuando termine.
fr_fr: Voulez-vous enregistrer le dernier élément que vous avez copié afin qu'il reste disponible après la fermeture de l'application? Cela peut prendre un certain temps et l'application se fermera automatiquement lorsque vous aurez terminé
zh_hans: 您是否希望保存您复制的最后一项以便该应用程序关闭后继续可用？这可能会花费一些时间，应用将在完成后自动关闭
zh_hant: 您是否要保存最後復制的項目，以便在關閉應用程序後繼續可用？ 這可能需要一些時間，應用會在完成後自動關閉

# QueueDialog_ClipboardFlushRemember_Content
source: Remember my choice and don't remind me next time
de_de: Merke meine Wahl und erinnere mich das nächste mal nicht
es: Recuerda mi elección y no me lo recuerdes la próxima vez
fr_fr: Souviens-toi de mon choix et ne me le rappelle pas la prochaine fois
zh_hans: 记住我的选择，下次不再提示
zh_hant: 記住我的選擇，下次不提醒我

# DecompressionOptionDialog.Title
source: Extract option
de_de: Extrahierungsoptionen
es: Opción de extracción
fr_fr: Option d'extraction
zh_hans: 解压选项
zh_hant: 提取選項

# DecompressionOptionDialog_EncodingComboBox.Header
source: Specify encoding
de_de: Codierung angeben
es: Especificar codificación
fr_fr: Spécifier l'encodage
zh_hans: 指定编码格式
zh_hant: 指定編碼

# DecompressionOptionDialog_LocationButton.Content
source: Select location
de_de: Ort auswählen
es: Seleccionar ubicación
fr_fr: Sélectionnez l'emplacement
zh_hans: 选择位置
zh_hant: 選擇位置

# DecompressionOptionDialog_LocationText.Header
source: Extract to the location
de_de: Hierher extrahieren
es: Extraer a la ubicación
fr_fr: Extraire vers l'emplacement
zh_hans: 解压至指定位置
zh_hant: 提取到該位置
